Repository: vinxu/CastReader
Catalog: CastReader/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, hi, it, ja, pt_br

source: 试试其他书名、作者或 ASIN。
de: Versuche es mit einem anderen Titel, Autor oder einer ASIN.
en: Try another title, author, or ASIN.
es: Prueba con otro título, autor o ASIN.
fr: Essayez un autre titre, auteur ou ASIN.
hi: कोई दूसरा शीर्षक, लेखक या ASIN आज़माएँ।
it: Prova un altro titolo, autore o ASIN.
ja: 別の書名、著者、または ASIN をお試しください。
pt_br: Tente outro título, autor ou ASIN.

source: 该分类暂无记录
de: Keine Einträge in dieser Kategorie
en: No records in this category
es: No hay registros en esta categoría.
fr: Aucun enregistrement dans cette catégorie
hi: इस श्रेणी में कोई रिकॉर्ड नहीं
it: Nessun record in questa categoria
ja: このカテゴリにはレコードがありません
pt_br: Nenhum registro nesta categoria

source: 语言
de: Sprache
en: Language
es: Idioma
fr: Langue
hi: भाषा
it: Lingua
ja: 言語
pt_br: Idioma

source: 语速
de: Geschwindigkeit
en: Speed
es: Velocidad
fr: Vitesse
hi: रफ़्तार
it: Velocità
ja: スピード
pt_br: Velocidade

source: 说明书 / 文档
de: Handbücher / Dokumentation
en: Manuals / Docs
es: Manuales/Documentos
fr: Manuels / Documents
hi: मैनुअल/दस्तावेज़
it: Manuali/Documenti
ja: マニュアル/ドキュメント
pt_br: Manuais / Documentos

source: 请先登录 Google 账号，登录后会自动进入书架。
de: Melde dich zuerst bei Google an – dein Regal öffnet sich danach automatisch.
en: Sign in to Google first — your shelf opens automatically afterwards.
es: Primero inicia sesión en Google; tu estantería se abrirá automáticamente.
fr: Connectez-vous d'abord à Google : votre bibliothèque s'ouvrira automatiquement.
hi: पहले Google में साइन इन करें — उसके बाद आपकी शेल्फ़ अपने आप खुल जाएगी।
it: Accedi prima a Google: la tua libreria si aprirà automaticamente.
ja: 先に Google にログインしてください。ログイン後、自動的に本棚が開きます。
pt_br: Faça login no Google primeiro; sua estante abre automaticamente depois.

source: 请先登录 Kobo 并进入你的书架。
de: Melde dich zuerst bei Kobo an und öffne deine Bibliothek.
en: Sign in to Kobo and open your library first.
es: Primero inicia sesión en Kobo y abre tu biblioteca.
fr: Connectez-vous d'abord à Kobo et ouvrez votre bibliothèque.
hi: पहले Kobo में साइन इन करें और अपनी लाइब्रेरी खोलें।
it: Accedi prima a Kobo e apri la tua libreria.
ja: 先に Kobo にログインして本棚を開いてください。
pt_br: Primeiro, faça login na Kobo e abra sua biblioteca.

source: 请先在 O’Reilly 打开一本书，再返回同步阅读历史。
de: Öffne zuerst ein Buch in O’Reilly und kehre dann zurück, um den Leseverlauf zu synchronisieren.
en: Open a book in O’Reilly first, then return to sync your reading history.
es: Primero abre un libro en O’Reilly y luego vuelve para sincronizar tu historial de lectura.
fr: Ouvrez d’abord un livre dans O’Reilly, puis revenez pour synchroniser votre historique de lecture.
hi: पहले O’Reilly में कोई किताब खोलें, फिर पढ़ने का इतिहास सिंक करने के लिए वापस आएँ।
it: Apri prima un libro in O’Reilly, poi torna qui per sincronizzare la cronologia di lettura.
ja: 先に O’Reilly で書籍を開き、戻って読書履歴を同期してください。
pt_br: Abra primeiro um livro no O’Reilly e depois volte para sincronizar o histórico de leitura.

source: 请先登录 O’Reilly 并进入你的阅读历史。
de: Melden Sie sich zuerst bei O’Reilly an und öffnen Sie Ihren Leseverlauf.
en: Sign in to O’Reilly and open your reading history first.
es: Primero inicia sesión en O’Reilly y abre tu historial de lectura.
fr: Connectez-vous d’abord à O’Reilly et ouvrez votre historique de lecture.
hi: पहले O’Reilly में साइन इन करें और अपना पढ़ने का इतिहास खोलें।
it: Prima accedi a O’Reilly e apri la cronologia di lettura.
ja: まず O’Reilly にログインして、読書履歴を開いてください。
pt_br: Primeiro, faça login na O’Reilly e abra seu histórico de leitura.

source: 请先登录以使用声音克隆
de: Melde dich an, um Stimmenklonen zu verwenden.
en: Sign in to use voice cloning.
es: Inicia sesión para utilizar la clonación de voz.
fr: Connectez-vous pour utiliser le clonage vocal.
hi: वॉयस क्लोनिंग का उपयोग करने के लिए साइन इन करें।
it: Accedi per utilizzare la clonazione vocale.
ja: 音声クローンを使用するにはサインインしてください。
pt_br: Faça login para usar a clonagem de voz.

source: 请先登录微信读书，再点同步。
de: Melde dich zuerst bei WeRead an und tippe dann auf Synchronisieren.
en: Sign in to WeRead first, then tap Sync.
es: Primero inicia sesión en WeRead y luego toca Sincronizar.
fr: Connectez-vous d'abord à WeRead, puis touchez Synchroniser.
hi: पहले WeRead में साइन इन करें, फिर सिंक पर टैप करें।
it: Accedi prima a WeRead, quindi tocca Sincronizza.
ja: 先に WeRead にログインしてから、「同期」をタップしてください。
pt_br: Entre primeiro no WeRead e depois toque em Sincronizar.

source: 请先登录微信读书，登录后会自动进入书架。
de: Melde dich bei WeRead an. Danach wird deine Bibliothek automatisch geöffnet.
en: Sign in to WeRead. Your library will open automatically afterward.
es: Inicia sesión en WeRead. Después, tu biblioteca se abrirá automáticamente.
fr: Connectez-vous à WeRead. Votre bibliothèque s'ouvrira ensuite automatiquement.
hi: WeRead में साइन इन करें। इसके बाद आपकी लाइब्रेरी अपने आप खुलेगी।
it: Accedi a WeRead. La libreria si aprirà automaticamente.
ja: WeRead にログインしてください。ログイン後、本棚が自動的に開きます。
pt_br: Entre no WeRead. Sua biblioteca abrirá automaticamente em seguida.

source: 请先确认 Kindle 阅读位置。
de: Wähle zuerst eine Kindle-Leseposition.
en: Choose a Kindle reading position first.
es: Elija primero una posición de lectura de Kindle.
fr: Choisissez d’abord une position de lecture Kindle.
hi: पहले किंडल पढ़ने की स्थिति चुनें।
it: Scegli prima una posizione di lettura Kindle.
ja: まず Kindle の読書位置を選択します。
pt_br: Escolha primeiro uma posição de leitura do Kindle.

source: 请先确认声音授权
de: Bestätige zuerst die Stimmfreigabe.
en: Confirm the voice authorization first.
es: Primero confirme la autorización de voz.
fr: Confirmez d'abord l'autorisation vocale.
hi: पहले ध्वनि प्राधिकरण की पुष्टि करें.
it: Conferma prima l'autorizzazione vocale.
ja: 最初に音声認証を確認してください。
pt_br: Confirme primeiro a autorização de voz.

source: 请在系统设置中允许麦克风权限
de: Erlaube den Mikrofonzugriff in den Systemeinstellungen.
en: Allow microphone access in System Settings.
es: Permita el acceso al micrófono en Configuración del sistema.
fr: Autorisez l’accès au microphone dans les paramètres système.
hi: सिस्टम सेटिंग्स में माइक्रोफ़ोन एक्सेस की अनुमति दें।
it: Consenti l'accesso al microfono nelle Impostazioni di sistema.
ja: システム設定でマイクへのアクセスを許可します。
pt_br: Permitir acesso ao microfone nas configurações do sistema.

source: 请完成 Kobo 登录
de: Kobo-Anmeldung abschließen
en: Complete Kobo sign-in
es: Completa el inicio de sesión en Kobo
fr: Terminez la connexion à Kobo
hi: Kobo साइन-इन पूरा करें
it: Completa l'accesso a Kobo
ja: Kobo へのログインを完了してください
pt_br: Conclua o login na Kobo

source: 请完成 O’Reilly 登录
de: O’Reilly-Anmeldung abschließen
en: Complete O’Reilly sign-in
es: Completa el inicio de sesión en O’Reilly
fr: Terminez la connexion à O’Reilly
hi: O’Reilly साइन-इन पूरा करें
it: Completa l’accesso a O’Reilly
ja: O’Reilly のログインを完了してください
pt_br: Conclua o login na O’Reilly

source: 请滚动 Kindle 书架后再点同步。
de: Scrolle durch die Kindle-Bibliothek und tippe erneut auf Synchronisieren.
en: Scroll the Kindle library, then tap Sync again.
es: Desplácese por la biblioteca de Kindle y luego toque Sincronizar nuevamente.
fr: Faites défiler la bibliothèque Kindle, puis appuyez à nouveau sur Synchroniser.
hi: किंडल लाइब्रेरी को स्क्रॉल करें, फिर सिंक पर दोबारा टैप करें।
it: Scorri la libreria Kindle, quindi tocca nuovamente Sincronizza.
ja: Kindle ライブラリをスクロールし、もう一度 [同期] をタップします。
pt_br: Role a biblioteca do Kindle e toque em Sincronizar novamente.

source: 请点击页面中的登录入口后继续。
de: Tippe auf der Seite auf „Anmelden“, um fortzufahren.
en: Tap the sign-in option on the page to continue.
es: Toca la opción de inicio de sesión en la página para continuar.
fr: Touchez l'option de connexion sur la page pour continuer.
hi: जारी रखने के लिए पेज पर साइन-इन विकल्प पर टैप करें।
it: Tocca l'opzione di accesso nella pagina per continuare.
ja: ページ内のログインをタップして続けてください。
pt_br: Toque na opção de login da página para continuar.

source: 请登录 Amazon Kindle，然后点同步。
de: Melde dich bei Amazon Kindle an und tippe dann auf Synchronisieren.
en: Sign in to Amazon Kindle, then tap Sync.
es: Inicie sesión en Amazon Kindle y luego toque Sincronizar.
fr: Connectez-vous à Amazon Kindle, puis appuyez sur Synchroniser.
hi: Amazon Kindle में साइन इन करें, फिर सिंक पर टैप करें।
it: Accedi ad Amazon Kindle, quindi tocca Sincronizza.
ja: Amazon Kindle にサインインし、[同期] をタップします。
pt_br: Faça login no Amazon Kindle e toque em Sincronizar.

source: 请登录 O’Reilly 个人账户
de: Beim privaten O’Reilly-Konto anmelden
en: Sign in to your personal O’Reilly account
es: Inicia sesión en tu cuenta personal de O’Reilly
fr: Connectez-vous à votre compte O’Reilly personnel
hi: अपने व्यक्तिगत O’Reilly खाते में साइन इन करें
it: Accedi al tuo account O’Reilly personale
ja: O’Reilly 個人アカウントにログインしてください
pt_br: Faça login na sua conta pessoal da O’Reilly

source: 请登录你的 Google 账号
de: Melde dich mit deinem Google-Konto an
en: Sign in to your Google Account
es: Inicia sesión en tu cuenta de Google
fr: Connectez-vous à votre compte Google
hi: अपने Google खाते में साइन इन करें
it: Accedi al tuo account Google
ja: Google アカウントにログインしてください
pt_br: Faça login na sua Conta do Google

source: 请登录你的 Kobo 账号
de: Bei deinem Kobo-Konto anmelden
en: Sign in to your Kobo account
es: Inicia sesión en tu cuenta de Kobo
fr: Connectez-vous à votre compte Kobo
hi: अपने Kobo खाते में साइन इन करें
it: Accedi al tuo account Kobo
ja: Kobo アカウントにログインしてください
pt_br: Faça login na sua conta da Kobo

source: 请自然朗读下面这段话
de: Lies diesen Abschnitt natürlich vor
en: Read this passage naturally
es: Lee este pasaje naturalmente.
fr: Lisez ce passage naturellement
hi: इस अनुच्छेद को स्वाभाविक रूप से पढ़ें
it: Leggi questo passaggio con naturalezza
ja: この文章を自然に読んでください
pt_br: Leia esta passagem naturalmente

source: 请至少录制 3 秒
de: Nimm mindestens 3 Sekunden auf.
en: Record at least 3 seconds.
es: Graba al menos 3 segundos.
fr: Enregistrez au moins 3 secondes.
hi: कम से कम 3 सेकंड रिकॉर्ड करें.
it: Registra almeno 3 secondi.
ja: 少なくとも 3 秒間録音してください。
pt_br: Grave pelo menos 3 segundos.

source: 请选择个人账户，或学校、公司、图书馆提供的机构访问。
de: Wählen Sie ein persönliches Konto oder einen institutionellen Zugang Ihrer Schule, Ihres Unternehmens oder Ihrer Bibliothek.
en: Choose a personal account or institutional access provided by your school, company, or library.
es: Elige una cuenta personal o el acceso institucional de tu escuela, empresa o biblioteca.
fr: Choisissez un compte personnel ou l’accès institutionnel fourni par votre école, votre entreprise ou votre bibliothèque.
hi: व्यक्तिगत खाता या अपने स्कूल, कंपनी अथवा लाइब्रेरी द्वारा दिया गया संस्थागत एक्सेस चुनें।
it: Scegli un account personale o l’accesso istituzionale fornito dalla tua scuola, azienda o biblioteca.
ja: 個人アカウント、または学校・企業・図書館が提供する機関アクセスを選択してください。
pt_br: Escolha uma conta pessoal ou o acesso institucional oferecido pela sua escola, empresa ou biblioteca.

source: 请选择你的学校、公司或图书馆
de: Wählen Sie Ihre Schule, Ihr Unternehmen oder Ihre Bibliothek
en: Choose your school, company, or library
es: Elige tu escuela, empresa o biblioteca
fr: Choisissez votre école, votre entreprise ou votre bibliothèque
hi: अपना स्कूल, कंपनी या लाइब्रेरी चुनें
it: Scegli la tua scuola, azienda o biblioteca
ja: 学校、企業、または図書館を選択してください
pt_br: Escolha sua escola, empresa ou biblioteca

source: 请重新选择个人账户或机构访问。
de: Wählen Sie erneut ein persönliches Konto oder einen institutionellen Zugang.
en: Choose a personal account or institutional access again.
es: Vuelve a elegir una cuenta personal o el acceso institucional.
fr: Choisissez de nouveau un compte personnel ou un accès institutionnel.
hi: व्यक्तिगत खाता या संस्थागत एक्सेस फिर से चुनें।
it: Scegli di nuovo un account personale o l’accesso istituzionale.
ja: 個人アカウントまたは機関アクセスをもう一度選択してください。
pt_br: Escolha novamente uma conta pessoal ou o acesso institucional.

source: 读整页
de: Ganze Seite
en: Read whole page
es: Leer toda la página
fr: Lire toute la page
hi: पूरा पेज पढ़ें
it: Leggi tutta la pagina
ja: ページ全体
pt_br: Ler a página inteira

source: 调试
de: Debug
en: Debug
es: Depurar
fr: Déboguer
hi: डिबग
it: Debug
ja: デバッグ
pt_br: Depurar

source: 账号
de: Konto
en: Account
es: Cuenta
fr: Compte
hi: खाता
it: Account
ja: アカウント
pt_br: Conta

source: 购买前需要登录邮箱，用于跨设备同步 Pro。
de: Melde dich vor dem Kauf mit deiner E-Mail an, damit Pro geräteübergreifend synchronisiert wird.
en: Sign in with your email before purchasing so Pro syncs across your devices.
es: Inicia sesión con tu correo antes de comprar para sincronizar Pro entre dispositivos.
fr: Connectez-vous avec votre e-mail avant l'achat pour synchroniser Pro sur vos appareils.
hi: खरीदने से पहले अपने ईमेल से साइन इन करें, ताकि Pro सभी डिवाइस पर सिंक हो।
it: Accedi con la tua email prima dell'acquisto per sincronizzare Pro su tutti i dispositivi.
ja: 購入前にメールでログインしてください。Pro を複数のデバイスで同期するために必要です。
pt_br: Faça login com seu e-mail antes de comprar para sincronizar o Pro entre dispositivos.

source: 跟随原文
de: Originalsprache
en: Match Source
es: Seguir el idioma original
fr: Suivre la langue d’origine
hi: मूल भाषा का अनुसरण करें
it: Segui la lingua originale
ja: 原文に合わせる
pt_br: Seguir o idioma original

source: 跟随系统
de: Systemeinstellung verwenden
en: Follow System
es: Seguir el sistema
fr: Selon le système
hi: सिस्टम के अनुसार
it: Segui il sistema
ja: システム設定に従う
pt_br: Seguir o sistema

source: 跨设备同步 Pro 订阅、额度与历史
de: Pro-Abonnement, Kontingent und Verlauf geräteübergreifend synchronisieren
en: Sync your Pro subscription, quota, and history across devices
es: Sincronice su suscripción, cuota e historial Pro en todos los dispositivos
fr: Synchronisez votre abonnement Pro, votre quota et votre historique sur tous les appareils
hi: अपनी प्रो सदस्यता, कोटा और इतिहास को सभी डिवाइसों में सिंक करें
it: Sincronizza il tuo abbonamento Pro, la quota e la cronologia su tutti i dispositivi
ja: Pro サブスクリプション、割り当て、履歴をデバイス間で同期します
pt_br: Sincronize sua assinatura Pro, cota e histórico entre dispositivos

source: 跳转失败，请重试。
de: Sprung fehlgeschlagen. Bitte versuche es erneut.
en: Jump failed. Please try again.
es: Salto fallido. Por favor inténtalo de nuevo.
fr: Le saut a échoué. Veuillez réessayer.
hi: छलांग विफल रही. कृपया पुन: प्रयास करें।
it: Salto fallito. Per favore riprova.
ja: ジャンプ失敗しました。もう一度試してください。
pt_br: O salto falhou. Por favor, tente novamente.

source: 输入文字
de: Text eingeben
en: Enter Text
es: Introducir texto
fr: Saisir du texte
hi: पाठ दर्ज करें
it: Inserisci il testo
ja: テキストを入力してください
pt_br: Insira o texto

source: 输入文本
de: Text eingeben
en: Enter Text
es: Introducir texto
fr: Saisir du texte
hi: पाठ दर्ज करें
it: Inserisci il testo
ja: テキストを入力してください
pt_br: Insira o texto

source: 输入网址
de: URL eingeben
en: Enter URL
es: Introduce la URL
fr: Entrez l'URL
hi: यूआरएल दर्ज करें
it: Inserisci l'URL
ja: URLを入力してください
pt_br: Insira o URL

source: 返回
de: Zurück
en: Back
es: Atrás
fr: Retour
hi: वापस
it: Indietro
ja: 戻る
pt_br: Voltar

source: 返回 Kindle 书架后再同步。
de: Kehre zur Kindle-Bibliothek zurück und synchronisiere.
en: Return to Kindle Library, then Sync.
es: Regrese a la Biblioteca Kindle y luego Sincronice.
fr: Revenez à la bibliothèque Kindle, puis synchronisez.
hi: किंडल लाइब्रेरी पर लौटें, फिर सिंक करें।
it: Torna alla Libreria Kindle, quindi Sincronizza.
ja: Kindle ライブラリに戻り、同期します。
pt_br: Volte para a Biblioteca Kindle e depois Sincronize.

source: 还没有创建的声音
de: Noch keine erstellten Stimmen
en: No created voices yet
es: Aún no hay voces creadas
fr: Aucune voix créée pour l'instant
hi: अभी तक कोई आवाज नहीं बनी
it: Nessuna voce creata ancora
ja: ボイスはまだ作成されていません
pt_br: Nenhuma voz criada ainda

source: 还没有历史记录
de: Noch kein Verlauf
en: No history yet
es: Aún no hay historial
fr: Pas encore d'historique
hi: अभी तक कोई इतिहास नहीं
it: Nessuna storia ancora
ja: まだ履歴がありません
pt_br: Ainda não há histórico

source: 还没有可朗读的 Kindle 页面
de: Noch keine vorlesbare Kindle-Seite verfügbar
en: No readable Kindle page is available yet
es: Aún no hay ninguna página Kindle legible disponible
fr: Aucune page Kindle lisible n’est encore disponible
hi: अभी तक कोई पठनीय किंडल पेज उपलब्ध नहीं है
it: Nessuna pagina Kindle leggibile è ancora disponibile
ja: 読める Kindle ページはまだありません
pt_br: Nenhuma página legível do Kindle está disponível ainda

source: 还没有同步书籍
de: Noch keine Bücher synchronisiert
en: No books synced yet
es: Aún no hay libros sincronizados
fr: Aucun livre synchronisé pour le moment
hi: अभी कोई किताब सिंक नहीं हुई है
it: Nessun libro sincronizzato
ja: まだ本が同期されていません
pt_br: Nenhum livro sincronizado ainda

source: 这个链接不是有效的 O’Reilly 机构访问地址。
de: Dieser Link ist keine gültige O’Reilly-Adresse für institutionellen Zugang.
en: This is not a valid O’Reilly institutional access URL.
es: Este enlace no es una dirección válida de acceso institucional de O’Reilly.
fr: Ce lien n’est pas une adresse d’accès institutionnel O’Reilly valide.
hi: यह मान्य O’Reilly संस्थागत एक्सेस पता नहीं है।
it: Questo link non è un indirizzo valido per l’accesso istituzionale a O’Reilly.
ja: このリンクは有効な O’Reilly 機関アクセスアドレスではありません。
pt_br: Este link não é um endereço válido de acesso institucional do O’Reilly.

source: 这个声音已不存在，请重新创建
de: Diese Stimme ist nicht mehr vorhanden. Bitte erstelle sie erneut.
en: This voice no longer exists. Please create it again.
es: Esta voz ya no existe. Por favor créelo nuevamente.
fr: Cette voix n'existe plus. Veuillez le créer à nouveau.
hi: यह आवाज़ अब मौजूद नहीं है. कृपया इसे दोबारा बनाएं.
it: Questa voce non esiste più. Per favore crealo di nuovo.
ja: この声はもう存在しません。再度作成してください。
pt_br: Esta voz não existe mais. Por favor, crie-o novamente.

source: 连接
de: Verbinden
en: Connect
es: Conectar
fr: Connecter
hi: कनेक्ट करें
it: Collega
ja: 連携
pt_br: Conectar

source: 连接 O’Reilly Learning
de: Mit O’Reilly Learning verbinden
en: Connect to O’Reilly Learning
es: Conectar con O’Reilly Learning
fr: Se connecter à O’Reilly Learning
hi: O’Reilly Learning से कनेक्ट करें
it: Collegati a O’Reilly Learning
ja: O’Reilly Learning に接続
pt_br: Conectar à O’Reilly Learning

source: 连接你的电子书书架
de: Verbinde deine E-Book-Bibliothek
en: Connect Your Ebook Shelf
es: Conecta tu biblioteca de ebooks
fr: Connectez votre bibliothèque d’e-books
hi: अपनी ईबुक शेल्फ़ कनेक्ट करें
it: Collega la tua libreria di ebook
ja: 電子書籍の本棚を連携
pt_br: Conecte sua biblioteca de e-books

source: 连接阅读平台
de: Leseplattform verbinden
en: Connect a Reading Platform
es: Conectar una plataforma de lectura
fr: Connecter une plateforme de lecture
hi: रीडिंग प्लेटफ़ॉर्म कनेक्ट करें
it: Collega una piattaforma di lettura
ja: 読書サービスを連携
pt_br: Conectar uma plataforma de leitura

source: 退出登录
de: Abmelden
en: Sign Out
es: Cerrar sesión
fr: Se déconnecter
hi: साइन आउट करें
it: Esci
ja: サインアウト
pt_br: Sair

source: 选一个场景，AI 在你的原文上划重点、写批注
de: Wähle ein Szenario – die KI hebt deinen Text hervor und kommentiert ihn
en: Pick a scenario — AI highlights and annotates your text
es: Elija un escenario: la IA resalta y anota su texto
fr: Choisissez un scénario : l'IA met en évidence et annote votre texte
hi: एक परिदृश्य चुनें - एआई आपके टेक्स्ट को हाइलाइट और एनोटेट करता है
it: Scegli uno scenario: l'intelligenza artificiale evidenzia e annota il tuo testo
ja: シナリオを選択 — AI がテキストを強調表示し、注釈を付けます
pt_br: Escolha um cenário – a IA destaca e anota seu texto

source: 选择你的 Kindle 书籍所在的亚马逊站点。
de: Wähle den Amazon-Shop aus, in dem sich deine Kindle-Bücher befinden.
en: Choose the Amazon site where your Kindle books are stored.
es: Elige la tienda de Amazon donde están tus libros Kindle.
fr: Choisissez le site Amazon où se trouvent vos livres Kindle.
hi: वह Amazon साइट चुनें जहाँ आपकी Kindle किताबें हैं।
it: Scegli il sito Amazon in cui si trovano i tuoi libri Kindle.
ja: Kindle 本がある Amazon ストアを選択してください。
pt_br: Escolha a loja da Amazon onde estão seus livros Kindle.

source: 选择后系统会请求一次「允许粘贴」
de: Nach der Auswahl wirst du einmalig um die Erlaubnis zum Einfügen gebeten
en: You'll be asked to allow paste once you choose
es: Se te pedirá que permitas pegar una vez que elijas
fr: Il vous sera demandé d'autoriser le collage une fois que vous aurez choisi
hi: एक बार चुनने के बाद आपसे पेस्ट की अनुमति देने के लिए कहा जाएगा
it: Ti verrà chiesto di consentire l'incollaggio una volta scelto
ja: 選択すると、貼り付けを許可するかどうかを尋ねられます
pt_br: Você será solicitado a permitir a colagem assim que escolher

source: 选择导入和解读时使用的内容视角
de: Wähle die Inhaltsperspektive für Importe und Erklärungen
en: Choose the content perspective used for imports and explanations
es: Elige la perspectiva de contenido para las importaciones y explicaciones
fr: Choisissez la perspective de contenu utilisée pour les imports et les explications
hi: इंपोर्ट और व्याख्या के लिए सामग्री का दृष्टिकोण चुनें
it: Scegli la prospettiva dei contenuti usata per importazioni e spiegazioni
ja: インポートと解説に使用するコンテンツの視点を選択してください
pt_br: Escolha a perspectiva do conteúdo usada nas importações e explicações

source: 选择截图或图片
de: Screenshot oder Bild auswählen
en: Choose a screenshot or image
es: Elija una captura de pantalla o imagen
fr: Choisissez une capture d'écran ou une image
hi: एक स्क्रीनशॉट या छवि चुनें
it: Scegli uno screenshot o un'immagine
ja: スクリーンショットまたは画像を選択してください
pt_br: Escolha uma captura de tela ou imagem

source: 选择来源
de: Quelle auswählen
en: Choose Source
es: Elija la fuente
fr: Choisir la source
hi: स्रोत चुनें
it: Scegli Fonte
ja: ソースを選択
pt_br: Escolha a fonte

source: 选择要朗读的部分
de: Zu lesenden Bereich wählen
en: Choose what to read aloud
es: Elige qué leer en voz alta
fr: Choisissez la partie à lire
hi: पढ़ने के लिए हिस्सा चुनें
it: Scegli cosa leggere ad alta voce
ja: 読み上げる部分を選択
pt_br: Escolha o que ler em voz alta

source: 通用
de: Allgemein
en: General
es: General
fr: Général
hi: सामान्य
it: Generale
ja: 一般
pt_br: Geral

source: 通读全文…
de: Text wird gelesen …
en: Reading through…
es: Leyendo…
fr: Lire à travers…
hi: के माध्यम से पढ़ रहा हूँ...
it: Leggendo…
ja: 読み進めて…
pt_br: Lendo através…

source: 通过学校或图书馆访问
de: Über Schule oder Bibliothek zugreifen
en: Access through a school or library
es: Acceder mediante una escuela o biblioteca
fr: Accéder via une école ou une bibliothèque
hi: स्कूल या लाइब्रेरी के ज़रिए एक्सेस करें
it: Accedi tramite una scuola o una biblioteca
ja: 学校または図書館経由でアクセス
pt_br: Acessar por uma escola ou biblioteca

source: 速览
de: Übersicht
en: Overview
es: Descripción general
fr: Aperçu
hi: सिंहावलोकन
it: Panoramica
ja: 概要
pt_br: Visão geral

source: 重录
de: Erneut aufnehmen
en: Record Again
es: Grabar de nuevo
fr: Réenregistrer
hi: फिर रिकॉर्ड करें
it: Registra di nuovo
ja: 録り直す
pt_br: Gravar novamente

source: 重播
de: Erneut abspielen
en: Replay
es: Reproducir de nuevo
fr: Rejouer
hi: फिर चलाएँ
it: Riproduci di nuovo
ja: もう一度再生
pt_br: Repetir

source: 重新同步
de: Erneut synchronisieren
en: Sync again
es: Sincronizar de nuevo
fr: Synchroniser à nouveau
hi: फिर से सिंक करें
it: Sincronizza di nuovo
ja: 再同期
pt_br: Sincronizar novamente

source: 重新打开书库引导
de: Bibliotheks-Einführung erneut öffnen
en: Open library guide again
es: Volver a abrir la guía de biblioteca
fr: Rouvrir le guide de bibliothèque
hi: लाइब्रेरी गाइड फिर से खोलें
it: Riapri la guida alla libreria
ja: 本棚ガイドをもう一度開く
pt_br: Abrir novamente o guia da biblioteca

source: 重新登录
de: Erneut anmelden
en: Sign In Again
es: Iniciar sesión de nuevo
fr: Se reconnecter
hi: फिर साइन इन करें
it: Accedi di nuovo
ja: もう一度サインイン
pt_br: Entrar novamente

source: 重新登录以启用声音克隆
de: Melde dich erneut an, um Stimmenklonen zu aktivieren
en: Sign in again to enable voice cloning
es: Inicie sesión nuevamente para habilitar la clonación de voz
fr: Connectez-vous à nouveau pour activer le clonage vocal
hi: वॉयस क्लोनिंग सक्षम करने के लिए फिर से साइन इन करें
it: Accedi di nuovo per abilitare la clonazione vocale
ja: 再度サインインして音声クローン作成を有効にします
pt_br: Faça login novamente para ativar a clonagem de voz

source: 重新绑定 Kindle
de: Kindle erneut verbinden
en: Reconnect Kindle
es: Reconectar Kindle
fr: Reconnecter Kindle
hi: Kindle फिर से कनेक्ट करें
it: Ricollega Kindle
ja: Kindle を再連携
pt_br: Reconectar Kindle
